Repository: owngoal-dev/CocoaInspector
Catalog: Inspector/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Pause Live Updates
ar: إيقاف التحديث المباشر مؤقتًا
de: Live-Aktualisierung pausieren
es: Pausar la actualización
fr: Suspendre l’actualisation
it: Sospendi aggiornamenti live
ja: 自動更新を一時停止
ko: 실시간 업데이트 일시 정지
pt_br: Pausar Atualizações ao Vivo
ru: Приостановить обновление
vi: Tạm dừng cập nhật trực tiếp
zh_hans: 暂停实时刷新
zh_hant: 暫停即時更新

source: Paused
ar: موقوف مؤقتًا
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
pt_br: Pausado
ru: Пауза
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: Peer
ar: النظير
es: Par
fr: Pair
ja: ピア
ko: 피어
ru: Пир
vi: Đầu kia
zh_hans: 对端
zh_hant: 對端

source: Pipe
ar: أنبوب
ja: パイプ
ko: 파이프
ru: Пайп
zh_hans: 管道
zh_hant: 管道

source: Port
ar: المنفذ
es: Puerto
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 埠

source: Port %@
ar: المنفذ %@
es: Puerto %@
it: Porta %@
ja: ポート %@
ko: 포트 %@
pt_br: Porta %@
ru: Порт %@
vi: Cổng %@
zh_hans: 端口 %@
zh_hant: 埠 %@

source: Port Name
ar: اسم المنفذ
es: Nombre del puerto
fr: Nom du port
it: Nome porta
ja: ポート名
ko: 포트 이름
pt_br: Nome da Porta
ru: Имя порта
vi: Tên cổng
zh_hans: 端口名称
zh_hant: 埠名稱

source: Port Set Members
ar: أعضاء مجموعة المنافذ
de: Port-Set-Mitglieder
es: Miembros del conjunto de puertos
fr: Membres du jeu de ports
it: Membri del set di porte
ja: ポートセットのメンバー
ko: 포트 집합 멤버
pt_br: Membros do Conjunto de Portas
ru: Члены набора портов
vi: Thành viên nhóm cổng
zh_hans: 端口集成员
zh_hant: 埠集合成員

source: Pri
ar: أولوية
de: Prio
es: Prio
fr: Prio
ja: 優先
ko: 우선순위
ru: Приор
vi: Ưu tiên
zh_hans: 优先级
zh_hant: 優先權

source: Priority
ar: الأولوية
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선순위
pt_br: Prioridade
ru: Приоритет
vi: Độ ưu tiên
zh_hans: 优先级
zh_hant: 優先權

source: Processes
ar: العمليات
de: Prozesse
es: Procesos
fr: Processus
it: Processi
ja: プロセス
ko: 프로세스
pt_br: Processos
ru: Процессы
vi: Tiến trình
zh_hans: 进程
zh_hant: 程序

source: Quit Inspector
ar: إنهاء Inspector
de: Inspector beenden
es: Salir de Inspector
fr: Quitter Inspector
it: Esci da Inspector
ja: Inspector を終了
ko: Inspector 종료
pt_br: Encerrar o Inspector
ru: Закрыть Inspector
vi: Thoát Inspector
zh_hans: 退出 Inspector
zh_hant: 結束 Inspector

source: Read from Disk
ar: المقروء من القرص
de: Von Disk gelesen
es: Leído del disco
fr: Lu depuis le disque
it: Letti da disco
ja: ディスク読み込み
ko: 디스크에서 읽음
pt_br: Lido do Disco
ru: Прочитано с диска
vi: Đọc từ ổ đĩa
zh_hans: 磁盘读取
zh_hant: 磁碟讀取

source: Ref
ar: مرجع
fr: Réf
it: Rif.
ja: 参照
ko: 참조
ru: Ссыл
vi: Tham chiếu
zh_hans: 引用
zh_hant: 參照

source: References
ar: المراجع
de: Referenzen
es: Referencias
fr: Références
it: Riferimenti
ja: 参照数
ko: 참조 수
pt_br: Referências
ru: Ссылки
vi: Số tham chiếu
zh_hans: 引用数
zh_hant: 參照數

source: Refs
ar: مراجع
fr: Réfs
it: Rif.
ja: 参照
ko: 참조
ru: Ссыл
vi: Tham chiếu
zh_hans: 引用
zh_hant: 參照

source: Remote Address
ar: العنوان البعيد
de: Entfernte Adresse
es: Dirección remota
fr: Adresse distante
it: Indirizzo remoto
ja: リモートアドレス
ko: 원격 주소
pt_br: Endereço Remoto
ru: Удалённый адрес
vi: Địa chỉ từ xa
zh_hans: 远端地址
zh_hant: 遠端位址

source: Requires iOS
ar: يتطلب iOS
de: Benötigt iOS
es: Requiere iOS
fr: iOS requis
it: Richiede iOS
ja: 必要な iOS
ko: 필요한 iOS 버전
pt_br: Requer iOS
ru: Требуется iOS
vi: Yêu cầu iOS
zh_hans: 最低 iOS 版本
zh_hant: 最低 iOS 版本

source: Resident Memory
ar: الذاكرة المقيمة
de: Residenter Speicher
es: Memoria residente
fr: Mémoire résidente
it: Memoria residente
ja: 常駐メモリ
ko: 상주 메모리
pt_br: Memória Residente
ru: Резидентная память
vi: Bộ nhớ thường trú
zh_hans: 常驻内存
zh_hant: 常駐記憶體

source: Resource Use
ar: استخدام الموارد
de: Ressourcennutzung
es: Uso de recursos
fr: Utilisation des ressources
it: Uso delle risorse
ja: リソース使用状況
ko: 리소스 사용
pt_br: Uso de Recursos
ru: Использование ресурсов
vi: Mức dùng tài nguyên
zh_hans: 资源占用
zh_hant: 資源使用

source: Rights
ar: الصلاحيات
de: Rechte
es: Derechos
fr: Droits
it: Diritti
ja: 権利
ko: 권한
pt_br: Direitos
ru: Права
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Running
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
pt_br: Em Execução
ru: Выполняется
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

source: Running As
ar: يعمل باسم
de: Ausgeführt als
es: Se ejecuta como
fr: Exécuté en tant que
it: In esecuzione come
ja: 実行ユーザ
ko: 실행 계정
pt_br: Executando Como
ru: Запущен от имени
vi: Chạy dưới quyền
zh_hans: 运行身份
zh_hant: 執行身分

source: Sandbox
ar: بيئة معزولة
es: Entorno aislado
fr: Bac à sable
ja: サンドボックス
ko: 샌드박스
ru: Песочница
zh_hans: 沙盒
zh_hant: 沙箱

source: Sandboxed
ar: معزول
de: In Sandbox
es: En entorno aislado
fr: Dans un bac à sable
it: In sandbox
ja: サンドボックス内
ko: 샌드박스 적용됨
pt_br: Em Sandbox
ru: В песочнице
vi: Có sandbox
zh_hans: 已沙盒化
zh_hant: 已沙箱化

source: Scheduling Policy
ar: سياسة الجدولة
de: Scheduling-Richtlinie
es: Política de planificación
fr: Politique d’ordonnancement
it: Criterio di scheduling
ja: スケジューリングポリシー
ko: 스케줄링 정책
pt_br: Política de Escalonamento
ru: Политика планирования
vi: Chính sách lập lịch
zh_hans: 调度策略
zh_hant: 排程原則

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search by name or path
ar: ابحث بالاسم أو المسار
de: Nach Name oder Pfad suchen
es: Buscar por nombre o ruta
fr: Rechercher par nom ou chemin
it: Cerca per nome o percorso
ja: 名前またはパスで検索
ko: 이름 또는 경로로 검색
pt_br: Buscar por nome ou caminho
ru: Поиск по имени или пути
vi: Tìm theo tên hoặc đường dẫn
zh_hans: 按名称或路径搜索
zh_hant: 依名稱或路徑搜尋

source: Search by name or PID
ar: ابحث بالاسم أو PID
de: Nach Name oder PID suchen
es: Buscar por nombre o PID
fr: Rechercher par nom ou PID
it: Cerca per nome o PID
ja: 名前または PID で検索
ko: 이름 또는 PID로 검색
pt_br: Buscar por nome ou PID
ru: Поиск по имени или PID
vi: Tìm theo tên hoặc PID
zh_hans: 按名称或 PID 搜索
zh_hant: 依名稱或 PID 搜尋

source: Search by name or thread ID
ar: ابحث بالاسم أو معرّف الخيط
de: Nach Name oder Thread-ID suchen
es: Buscar por nombre o ID de hilo
fr: Rechercher par nom ou ID de thread
it: Cerca per nome o ID thread
ja: 名前またはスレッド ID で検索
ko: 이름 또는 스레드 ID로 검색
pt_br: Buscar por nome ou ID de thread
ru: Поиск по имени или ID потока
vi: Tìm theo tên hoặc ID luồng
zh_hans: 按名称或线程 ID 搜索
zh_hant: 依名稱或執行緒 ID 搜尋

source: Search by path or descriptor
ar: ابحث بالمسار أو الواصف
de: Nach Pfad oder Deskriptor suchen
es: Buscar por ruta o descriptor
fr: Rechercher par chemin ou descripteur
it: Cerca per percorso o descrittore
ja: パスまたは記述子で検索
ko: 경로 또는 디스크립터로 검색
pt_br: Buscar por caminho ou descritor
ru: Поиск по пути или дескриптору
vi: Tìm theo đường dẫn hoặc bộ mô tả
zh_hans: 按路径或描述符搜索
zh_hant: 依路徑或描述符搜尋

source: Search by port name or rights
ar: ابحث باسم المنفذ أو الصلاحيات
de: Nach Portname oder Rechten suchen
es: Buscar por nombre de puerto o derechos
fr: Rechercher par nom de port ou droits
it: Cerca per nome porta o diritti
ja: ポート名または権利で検索
ko: 포트 이름 또는 권한으로 검색
pt_br: Buscar por nome de porta ou direitos
ru: Поиск по имени порта или правам
vi: Tìm theo tên cổng hoặc quyền
zh_hans: 按端口名称或权限搜索
zh_hant: 依埠名稱或權限搜尋

source: Select a Process
ar: اختر عملية
de: Prozess auswählen
es: Selecciona un proceso
fr: Sélectionnez un processus
it: Seleziona un processo
ja: プロセスを選択
ko: 프로세스 선택
pt_br: Selecione um Processo
ru: Выберите процесс
vi: Chọn một tiến trình
zh_hans: 选择一个进程
zh_hant: 選擇一個程序

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享

source: Show
ar: إظهار
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Exibir
ru: Показывать
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

source: Sleeping For
ar: مدة السكون
de: Schlafend seit
es: Durmiendo desde
fr: En veille depuis
it: In attesa da
ja: スリープ時間
ko: 대기 시간
pt_br: Dormindo Há
ru: Время сна
vi: Thời gian ngủ
zh_hans: 休眠时长
zh_hant: 休眠時間

source: Socket
ar: مقبس
ja: ソケット
ko: 소켓
ru: Сокет
zh_hans: 套接字
zh_hant: 通訊端

source: Some of this couldn’t be read (error %d).
ar: تعذّرت قراءة جزء من هذا (خطأ %d).
de: Ein Teil konnte nicht gelesen werden (Fehler %d).
es: No se pudo leer una parte (error %d).
fr: Une partie n’a pas pu être lue (erreur %d).
it: Parte di questi dati non è leggibile (errore %d).
ja: 一部を読み取れませんでした（エラー %d）。
ko: 일부 내용을 읽을 수 없습니다(오류 %d).
pt_br: Parte disto não pôde ser lida (erro %d).
ru: Часть данных прочитать не удалось (ошибка %d).
vi: Một phần nội dung không đọc được (lỗi %d).
zh_hans: 部分内容无法读取（错误 %d）。
zh_hant: 部分內容無法讀取（錯誤 %d）。

source: Something unexpected went wrong.
ar: حدث خطأ غير متوقع.
de: Etwas Unerwartetes ist passiert.
es: Ha ocurrido algo inesperado.
fr: Un problème inattendu est survenu.
it: Si è verificato un problema imprevisto.
ja: 予期しない問題が発生しました。
ko: 예기치 않은 문제가 발생했습니다.
pt_br: Ocorreu um problema inesperado.
ru: Произошло что-то непредвиденное.
vi: Đã xảy ra sự cố ngoài dự kiến.
zh_hans: 出现了意外问题。
zh_hant: 發生了非預期的問題。

source: Sort By
ar: الترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar Por
ru: Сортировка
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: Started By (PPID)
ar: بدأته (PPID)
de: Gestartet von (PPID)
es: Iniciado por (PPID)
fr: Lancé par (PPID)
it: Avviato da (PPID)
ja: 親プロセス（PPID）
ko: 상위 프로세스(PPID)
pt_br: Iniciado Por (PPID)
ru: Запущен процессом (PPID)
vi: Tiến trình cha (PPID)
zh_hans: 父进程（PPID）
zh_hant: 父程序（PPID）

source: State
ar: الحالة
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pt_br: Estado
ru: Состояние
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: State %lld
ar: الحالة %lld
de: Status %lld
es: Estado %lld
fr: État %lld
it: Stato %lld
ja: 状態 %lld
ko: 상태 %lld
pt_br: Estado %lld
ru: Состояние %lld
vi: Trạng thái %lld
zh_hans: 状态 %lld
zh_hant: 狀態 %lld

source: Status
ar: الحالة
es: Estado
fr: Statut
it: Flag di stato
ja: ステータス
ko: 상태 플래그
ru: Статус
vi: Cờ trạng thái
zh_hans: 状态位
zh_hant: 狀態旗標

source: Stop
ar: إيقاف
de: Beenden
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Stop %@?
ar: هل تريد إيقاف ”%@“؟
de: „%@“ beenden?
es: ¿Detener «%@»?
fr: Arrêter « %@ » ?
it: Interrompere %@?
ja: 「%@」を停止しますか？
ko: “%@”을(를) 중지할까요?
pt_br: Parar %@?
ru: Остановить «%@»?
vi: Dừng %@?
zh_hans: 要停止“%@”吗？
zh_hant: 要停止「%@」嗎？

source: Stop This Process?
ar: هل تريد إيقاف هذه العملية؟
de: Diesen Prozess beenden?
es: ¿Detener este proceso?
fr: Arrêter ce processus ?
it: Interrompere questo processo?
ja: このプロセスを停止しますか？
ko: 이 프로세스를 중지할까요?
pt_br: Parar Este Processo?
ru: Остановить этот процесс?
vi: Dừng tiến trình này?
zh_hans: 要停止此进程吗？
zh_hant: 要停止此程序嗎？

source: Stopped
ar: متوقف
de: Angehalten
es: Detenido
fr: Arrêté
it: Interrotto
ja: 停止済み
ko: 중지됨
pt_br: Parado
ru: Остановлен
vi: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

source: System (root)
ar: النظام (root)
es: Sistema (root)
fr: Système (root)
it: Sistema (root)
ja: システム（root）
ko: 시스템(root)
pt_br: Sistema (root)
ru: Система (root)
vi: Hệ thống (root)
zh_hans: 系统（root）
zh_hant: 系統（root）

source: System Stats
ar: إحصاءات النظام
de: Systemstatistiken
es: Estadísticas del sistema
fr: Statistiques système
it: Statistiche di sistema
ja: システム統計
ko: 시스템 통계
pt_br: Estatísticas do Sistema
ru: Статистика системы
vi: Thống kê hệ thống
zh_hans: 系统统计
zh_hant: 系統統計

source: That took too long. Please try again.
ar: استغرق ذلك وقتًا طويلًا. يُرجى المحاولة مرة أخرى.
de: Das hat zu lange gedauert. Bitte versuche es erneut.
es: Ha tardado demasiado. Inténtalo de nuevo.
fr: Cela a pris trop de temps. Veuillez réessayer.
it: L’operazione ha impiegato troppo tempo. Riprova.
ja: 時間がかかりすぎました。もう一度お試しください。
ko: 시간이 너무 오래 걸렸습니다. 다시 시도해 주세요.
pt_br: Isso demorou demais. Tente novamente.
ru: Это заняло слишком много времени. Попробуйте ещё раз.
vi: Thao tác mất quá nhiều thời gian. Vui lòng thử lại.
zh_hans: 操作耗时过长，请重试。
zh_hant: 操作花費時間過長，請再試一次。

source: The inspector service couldn’t complete this.
ar: لم تتمكّن خدمة الفحص من إتمام ذلك.
de: Der Inspector-Dienst konnte das nicht abschließen.
es: El servicio de inspección no pudo completarlo.
fr: Le service d’inspection n’a pas pu terminer l’opération.
it: Il servizio di ispezione non è riuscito a completare l’operazione.
ja: インスペクタサービスはこの操作を完了できませんでした。
ko: 검사 서비스가 이 작업을 완료하지 못했습니다.
pt_br: O serviço de inspeção não conseguiu concluir esta ação.
ru: Служба инспектора не смогла это выполнить.
vi: Dịch vụ kiểm tra không thể hoàn tất thao tác này.
zh_hans: 检查服务未能完成此操作。
zh_hant: 檢查服務未能完成此操作。

source: The inspector service is busy right now.
ar: خدمة الفحص مشغولة حاليًا.
de: Der Inspector-Dienst ist gerade beschäftigt.
es: El servicio de inspección está ocupado ahora mismo.
fr: Le service d’inspection est occupé pour le moment.
it: Il servizio di ispezione è occupato al momento.
ja: インスペクタサービスは現在混み合っています。
ko: 검사 서비스가 지금 사용 중입니다.
pt_br: O serviço de inspeção está ocupado no momento.
ru: Служба инспектора сейчас занята.
vi: Dịch vụ kiểm tra hiện đang bận.
zh_hans: 检查服务当前正忙。
zh_hant: 檢查服務目前忙碌中。

source: The inspector service sent an unexpected reply.
ar: أرسلت خدمة الفحص ردًا غير متوقع.
de: Der Inspector-Dienst hat unerwartet geantwortet.
es: El servicio de inspección envió una respuesta inesperada.
fr: Le service d’inspection a renvoyé une réponse inattendue.
it: Il servizio di ispezione ha inviato una risposta imprevista.
ja: インスペクタサービスから予期しない応答が返されました。
ko: 검사 서비스가 예기치 않은 응답을 보냈습니다.
pt_br: O serviço de inspeção enviou uma resposta inesperada.
ru: Служба инспектора вернула неожиданный ответ.
vi: Dịch vụ kiểm tra đã trả về phản hồi ngoài dự kiến.
zh_hans: 检查服务返回了意外的响应。
zh_hant: 檢查服務傳回了非預期的回應。

source: The inspector service turned down this request.
ar: رفضت خدمة الفحص هذا الطلب.
de: Der Inspector-Dienst hat diese Anfrage abgelehnt.
es: El servicio de inspección rechazó esta solicitud.
fr: Le service d’inspection a refusé cette requête.
it: Il servizio di ispezione ha rifiutato questa richiesta.
ja: インスペクタサービスがこのリクエストを拒否しました。
ko: 검사 서비스가 이 요청을 거부했습니다.
pt_br: O serviço de inspeção recusou esta solicitação.
ru: Служба инспектора отклонила этот запрос.
vi: Dịch vụ kiểm tra đã từ chối yêu cầu này.
zh_hans: 检查服务拒绝了此请求。
zh_hant: 檢查服務拒絕了此請求。

source: The process data couldn’t be read.
ar: تعذّرت قراءة بيانات العملية.
de: Die Prozessdaten konnten nicht gelesen werden.
es: No se pudieron leer los datos del proceso.
fr: Les données du processus n’ont pas pu être lues.
it: Impossibile leggere i dati del processo.
ja: プロセスデータを読み取れませんでした。
ko: 프로세스 데이터를 읽을 수 없습니다.
pt_br: Não foi possível ler os dados do processo.
ru: Не удалось прочитать данные процесса.
vi: Không thể đọc dữ liệu tiến trình.
zh_hans: 无法读取进程数据。
zh_hant: 無法讀取程序資料。

source: This app isn’t allowed to read that (error %lld).
ar: لا يُسمح لهذا التطبيق بقراءة ذلك (خطأ %lld).
de: Diese App darf das nicht lesen (Fehler %lld).
es: Esta app no tiene permiso para leer eso (error %lld).
fr: Cette app n’est pas autorisée à lire cela (erreur %lld).
it: Questa app non è autorizzata a leggere quel dato (errore %lld).
ja: この App にはそれを読み取る権限がありません（エラー %lld）。
ko: 이 앱은 해당 내용을 읽을 권한이 없습니다(오류 %lld).
pt_br: Este app não tem permissão para ler isso (erro %lld).
ru: У приложения нет прав на чтение (ошибка %lld).
vi: Ứng dụng này không có quyền đọc nội dung đó (lỗi %lld).
zh_hans: 本应用无权读取该内容（错误 %lld）。
zh_hant: 此 App 無權讀取該內容（錯誤 %lld）。

source: This asks the process to shut down on its own.
ar: يطلب هذا من العملية أن تُغلق نفسها.
de: Der Prozess wird gebeten, sich selbst zu beenden.
es: Se pide al proceso que se cierre por su cuenta.
fr: Le processus est invité à se fermer de lui-même.
it: Chiede al processo di chiudersi da solo.
ja: プロセスに自分で終了するよう求めます。
ko: 프로세스가 스스로 종료하도록 요청합니다.
pt_br: Isso pede que o processo se encerre por conta própria.
ru: Процессу будет предложено завершиться самостоятельно.
vi: Thao tác này yêu cầu tiến trình tự tắt.
zh_hans: 这会请求进程自行关闭。
zh_hant: 這會要求程序自行關閉。

source: This copy is no longer installed. Quit it and open Inspector again to continue.
ar: لم تعد هذه النسخة مثبتة. أنهِها وافتح Inspector من جديد للمتابعة.
de: Diese Kopie ist nicht mehr installiert. Beende sie und öffne Inspector erneut, um fortzufahren.
es: Esta copia ya no está instalada. Sal de ella y vuelve a abrir Inspector para continuar.
fr: Cette copie n’est plus installée. Quittez-la et rouvrez Inspector pour continuer.
it: Questa copia non è più installata. Chiudila e riapri Inspector per continuare.
ja: このコピーはすでにインストールされていません。終了してから Inspector を開き直してください。
ko: 이 사본은 더 이상 설치되어 있지 않습니다. 계속하려면 종료한 뒤 Inspector을(를) 다시 여십시오.
pt_br: Esta cópia não está mais instalada. Encerre-a e abra o Inspector novamente para continuar.
ru: Эта копия больше не установлена. Закройте её и откройте Inspector снова, чтобы продолжить.
vi: Bản này không còn được cài đặt. Hãy thoát và mở lại Inspector để tiếp tục.
zh_hans: 此副本已不再安装。请退出并重新打开 Inspector 以继续。
zh_hant: 此副本已不再安裝。請結束並重新打開 Inspector 以繼續。

source: This Device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: Este Dispositivo
ru: Это устройство
vi: Thiết bị này
zh_hans: 本机
zh_hant: 本裝置

source: This ends the process immediately. Unsaved work can be lost.
ar: ينهي هذا العملية فورًا، وقد تُفقد الأعمال غير المحفوظة.
de: Der Prozess wird sofort beendet. Nicht gesicherte Arbeit kann verloren gehen.
es: El proceso terminará de inmediato. El trabajo sin guardar puede perderse.
fr: Le processus s’arrête immédiatement. Le travail non enregistré peut être perdu.
it: Termina subito il processo. Il lavoro non salvato può andare perso.
ja: プロセスをただちに終了します。保存していない作業は失われることがあります。
ko: 프로세스를 즉시 종료합니다. 저장하지 않은 작업이 사라질 수 있습니다.
pt_br: Isso encerra o processo imediatamente. O trabalho não salvo pode ser perdido.
ru: Процесс завершится немедленно. Несохранённые данные могут быть потеряны.
vi: Thao tác này kết thúc tiến trình ngay lập tức. Nội dung chưa lưu có thể bị mất.
zh_hans: 这会立即结束进程，未保存的内容可能丢失。
zh_hant: 這會立即結束程序，未儲存的內容可能會遺失。

source: This isn’t available on this device.
ar: هذا غير متاح على هذا الجهاز.
de: Auf diesem Gerät nicht verfügbar.
es: No está disponible en este dispositivo.
fr: Indisponible sur cet appareil.
it: Non disponibile su questo dispositivo.
ja: このデバイスでは利用できません。
ko: 이 기기에서는 사용할 수 없습니다.
pt_br: Isso não está disponível neste dispositivo.
ru: На этом устройстве недоступно.
vi: Tính năng này không khả dụng trên thiết bị này.
zh_hans: 此设备不支持该功能。
zh_hant: 此裝置不支援這項功能。

source: This process has ended or changed.
ar: انتهت هذه العملية أو تغيّرت.
de: Dieser Prozess wurde beendet oder hat sich geändert.
es: Este proceso ha terminado o ha cambiado.
fr: Ce processus s’est terminé ou a changé.
it: Questo processo è terminato o è cambiato.
ja: このプロセスは終了したか、変化しました。
ko: 이 프로세스가 종료되었거나 변경되었습니다.
pt_br: Este processo terminou ou mudou.
ru: Этот процесс завершился или изменился.
vi: Tiến trình này đã kết thúc hoặc đã thay đổi.
zh_hans: 该进程已结束或已发生变化。
zh_hant: 此程序已結束或已變更。

source: This process has ended.
ar: انتهت هذه العملية.
de: Dieser Prozess wurde beendet.
es: Este proceso ha terminado.
fr: Ce processus s’est terminé.
it: Questo processo è terminato.
ja: このプロセスは終了しました。
ko: 이 프로세스가 종료되었습니다.
pt_br: Este processo terminou.
ru: Этот процесс завершился.
vi: Tiến trình này đã kết thúc.
zh_hans: 该进程已结束。
zh_hant: 此程序已結束。

source: This process is no longer running.
ar: لم تعد هذه العملية قيد التشغيل.
de: Dieser Prozess läuft nicht mehr.
es: Este proceso ya no se está ejecutando.
fr: Ce processus ne s’exécute plus.
it: Questo processo non è più in esecuzione.
ja: このプロセスはもう実行されていません。
ko: 이 프로세스는 더 이상 실행되고 있지 않습니다.
pt_br: Este processo não está mais em execução.
ru: Этот процесс больше не выполняется.
vi: Tiến trình này không còn chạy nữa.
zh_hans: 该进程已不再运行。
zh_hant: 此程序已不再執行。

source: This session is already running.
ar: هذه الجلسة قيد التشغيل بالفعل.
de: Diese Sitzung läuft bereits.
es: Esta sesión ya está en curso.
fr: Cette session est déjà en cours.
it: Questa sessione è già in esecuzione.
ja: このセッションはすでに実行中です。
ko: 이 세션은 이미 실행 중입니다.
pt_br: Esta sessão já está em execução.
ru: Эта сессия уже запущена.
vi: Phiên này đã đang chạy.
zh_hans: 该会话已在运行中。
zh_hant: 此工作階段已在執行中。

source: Thread
ar: المسار
es: Hilo
ja: スレッド
ko: 스레드
ru: Поток
vi: Luồng
zh_hans: 线程
zh_hant: 執行緒

source: Thread %@
ar: مسار %@
es: Hilo %@
ja: スレッド %@
ko: 스레드 %@
ru: Поток %@
vi: Luồng %@
zh_hans: 线程 %@
zh_hant: 執行緒 %@

source: Thread ID
ar: معرّف المسار
es: ID de hilo
fr: ID du thread
it: ID thread
ja: スレッド ID
ko: 스레드 ID
pt_br: ID da Thread
ru: ID потока
vi: ID luồng
zh_hans: 线程 ID
zh_hant: 執行緒 ID

source: Threads
ar: المسارات
es: Hilos
it: Thread
ja: スレッド
ko: 스레드
ru: Потоки
vi: Luồng
zh_hans: 线程
zh_hant: 執行緒

source: Total CPU Time
ar: إجمالي وقت المعالج
de: Gesamte CPU-Zeit
es: Tiempo total de CPU
fr: Temps CPU total
it: Tempo CPU totale
ja: 累計 CPU 時間
ko: 총 CPU 시간
pt_br: Tempo Total de CPU
ru: Общее время ЦП
vi: Tổng thời gian CPU
zh_hans: 累计 CPU 时间
zh_hant: 累計 CPU 時間

source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar Novamente
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Uninterruptible
ar: غير قابل للمقاطعة
de: Nicht unterbrechbar
es: Ininterrumpible
fr: Ininterruptible
it: Non interrompibile
ja: 割り込み不可
ko: 중단 불가
pt_br: Ininterrompível
ru: Непрерываемый
vi: Không thể ngắt
zh_hans: 不可中断
zh_hant: 不可中斷

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Unrestricted
ar: بدون قيود
de: Ohne Einschränkung
es: Sin restricciones
fr: Sans restriction
it: Senza restrizioni
ja: 制限なし
ko: 제한 없음
pt_br: Sem Restrições
ru: Без ограничений
vi: Không giới hạn
zh_hans: 无限制
zh_hant: 無限制

source: Up and Running
ar: قيد التشغيل منذ
de: Läuft seit
es: En marcha desde hace
fr: En marche depuis
it: Attivo
ja: 稼働時間
ko: 정상 실행 중
pt_br: Ativo
ru: Работает уже
vi: Đang hoạt động
zh_hans: 已运行
zh_hant: 執行中

source: Uploaded
ar: تم الرفع
de: Gesendet
es: Subido
fr: Envoyé
it: Caricati
ja: アップロード
ko: 업로드됨
pt_br: Enviado
ru: Отправлено
vi: Đã tải lên
zh_hans: 已上传
zh_hant: 已上傳

source: User (mobile)
ar: المستخدم (mobile)
de: Benutzer (mobile)
es: Usuario (mobile)
fr: Utilisateur (mobile)
it: Utente (mobile)
ja: ユーザ（mobile）
ko: 사용자(mobile)
pt_br: Usuário (mobile)
ru: Пользователь (mobile)
vi: Người dùng (mobile)
zh_hans: 用户（mobile）
zh_hant: 使用者（mobile）

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Virtual Memory
ar: الذاكرة الافتراضية
de: Virtueller Speicher
es: Memoria virtual
fr: Mémoire virtuelle
it: Memoria virtuale
ja: 仮想メモリ
ko: 가상 메모리
pt_br: Memória Virtual
ru: Виртуальная память
vi: Bộ nhớ ảo
zh_hans: 虚拟内存
zh_hant: 虛擬記憶體

source: Waiting
ar: في الانتظار
de: Wartet
es: Esperando
fr: En attente
it: In attesa
ja: 待機中
ko: 대기 중
pt_br: Aguardando
ru: Ожидает
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

source: Written to Disk
ar: المكتوب على القرص
de: Auf Disk geschrieben
es: Escrito en el disco
fr: Écrit sur le disque
it: Scritti su disco
ja: ディスク書き込み
ko: 디스크에 씀
pt_br: Escrito no Disco
ru: Записано на диск
vi: Ghi vào ổ đĩa
zh_hans: 磁盘写入
zh_hant: 磁碟寫入
